Repository: yshialexandra/Optimizing_LLM_Chinese_Translation_through_Syntactic_Feature_Extraction_and_Representation_Editing
Catalog: yshibachlorpaper/Yiyan_tmx/F40B.tmx
Source language: en_us
Languages: zh_cn

source: What happened to England's abandoned mansions?
zh_cn: 被遗弃的英国庄园的前世今生

source: Evocative of an aristocratic and glorious history, there are many mansions around England that now stand empty or abandoned.
zh_cn: 作为唤起一段辉煌贵族荣耀历史的见证，而现今许多英国的庄园却都空无一人或者被遗弃。

source: These impressive buildings may look lonely and forlorn but behind every mansion is a story.
zh_cn: 这些令人印象深刻的建筑看似孤独凄凉，但其背后皆蕴藏着一段故事佳话。

source: Winstanley Hall in Winstanley, Wigan
zh_cn: 温斯坦利宅邸 - 地点：维甘市，温斯坦利（Winstanley， Wigan）

source: Shiela Gummerson, 72, spent much of her childhood living in the grounds of Winstanley Hall, where her parents worked for its owners, the Bankes family.
zh_cn: 茜拉·格默森如今已72岁高龄，而她童年的大部分时光都是在温斯坦利大宅的地面小屋度过，当年她的双亲为大宅的所有者 - 班克家族效劳。

source: "It was my own personal Downton Abbey," she said. "We were downstairs and the Bankes family were upstairs."
zh_cn: 她回忆说“这所大宅就像是我的私人唐顿庄园，我们住下层而班克家族住在上屋。”

source: The hall dates back to the reign of Queen Elizabeth I and had been the home of the Bankes family since 1595.
zh_cn: 温斯坦利大宅的历史可以追溯到伊丽莎白一世时期，而它作为班克家族的私人宅邸是从1595年开始的。

source: Mrs Gummerson lived in a cottage on the grounds from 1942 until 1969 when her father, Frederick Parker, was their chauffeur and her mother, Sarah, was their cook.
zh_cn: 格默森女士自1942至1969年与父母居住在宅邸地面的小舍内，她的父亲雷德里克·帕克是宅主司机，母亲莎拉则是宅主的厨师。

source: "We got on well with the Bankes family.
zh_cn: “我们与班克家族相处友好。

source: Every year they used to have a daffodil day once a year in the spring, where they'd invite local people to come and buy daffodils that would grow outside the Hall.
zh_cn: 每个春天他们都会举办一次水仙花日，当天他们邀请当地居民前往并购买栽培于宅邸周围的水仙花。

source: Mother used to cook yeast buns and sell them to the locals."
zh_cn: 而我母亲常常在那时候烹饪美味点心并售出。”

source: She lived there until she was 27 when she got married. Her mother, by now a widow, left the cottage two years later.
zh_cn: 格默森女士直到27岁结婚之时才离开这所大宅，那时候她的母亲已经成了寡妇，并在两年之后离开了那里。

source: The last member of the Bankes family left the house in 1984 and the building has since fallen into disrepair.
zh_cn: 1984年，班克家族最后一位成员离开宅邸，自那以后宅邸便没落萧条。

source: It was sold to developers in 2000 and Save Britain's Heritage is now working to rescue it from decay.
zh_cn: 2000年，某位开发商买下了这座大宅，而“拯救英国遗产”协会现在也致力于修复此宅邸的工作。

source: While Mrs Gummerson has nostalgic memories towards the Hall, she has not been back since 1978.
zh_cn: 在1978年之后，格默森女士再也没有回到过那里，但是她对故居充满着怀念之情。

source: "I can't bring myself to do it," she said. "I can see on the internet what it looks like now and I get so upset."
zh_cn: 她说“我无法强迫自己回到那里去，我在网上看到了宅邸现今的风貌，实在是让我极其沮丧。”

source: Woodchester Mansion, near Nympsfield, Gloucestershire
zh_cn: 伍德切斯特公馆 - 地点：格鲁斯特郡，南普斯菲尔德(Nympsfield， Gloucestershire)

source: While most mansions fell into disrepair after decades of use, Woodchester Mansion was never actually finished.
zh_cn: 大多数宅邸是在几十年的使用之后才被遗弃，但伍德切斯特公馆根本没有完成工程建造就被遗弃了。

source: Work began in the 1850s but construction was abandoned in 1873.
zh_cn: 公馆于1850年代起修建，于1873年停止建造。

source: According to rumour, a French plasterer was bludgeoned to death in the kitchen and his spirit scared the tradesmen off the site.
zh_cn: 据坊间的流言，一位法国泥瓦匠在厨房被敲击致死，他的鬼魂经常恐吓上门推销的人。

source: However, the more likely explanation for its abandonment is that the owner, William Leigh, ran out of money after taking out a ?10,000 mortgage, according to the estate manager Hannah McCanlis.
zh_cn: 不过按照房产经理汉娜·麦凯林斯的说法，更靠谱的解释是，屋主威廉·雷因为因为借了一万英镑的抵押贷款而没有资金支持屋宅的继续建造。

source: Andrew Fryer lived and worked in the mansion as a caretaker from 1994 until 2011.
zh_cn: 安德鲁·弗雷尔作为宅邸的守护人自1994年至2011年生活并工作在此。

source: For the first 10 years he lived in one room on the ground floor with a Saniflo toilet.
zh_cn: 头十年里他住在首层一间有萨提菲洛马桶的房间内。

source: "There were always weird things happening - noises coming from areas that no-one was allowed in," he said.
zh_cn: 安德鲁说“时常有灵异的事情发生 - 比如禁止入内的区域会有奇怪的声音传出。”

source: Despite now standing empty, Woodchester Mansion does have some unusual residents. It houses five different breeds of bat. Two of the bat colonies, the lesser horseshoe and greater horseshoe, live in the attics of the mansion.
zh_cn: 尽管伍德切斯特公馆现在空无一人，但有些不同寻常的居民还是聚集在此 - 两种系别的共五窝蝙蝠，大小不一的马蹄铁居住阁楼。

source: The entire mansion is left in different states of incompletion, but the carved stonework is some of the best in the country, said Ms McCanlis.
zh_cn: 麦凯林斯女士表示“整个公馆的修建完成度不一，但不得不说其石雕工艺是整个地区内最好的。”

source: Woodchester Mansion currently attracts about 6,000 visitors yearly and is open six days a week between April and October.
zh_cn: 伍德切斯特公馆现在每年能吸引约6000名游客，在4月至10月间，每周开放六天。

source: Witley Court in Worcestershire
zh_cn: 伟特利庄园 - 地点：伍斯特郡（Worcestershire）

source: Today, Witley Court is a large and impressive ruin, but 100 years ago it was in spectacular condition.
zh_cn: 如今的伟特利庄园是一片庞大又令人震撼的废墟，但在一个世纪前，它还保持着绝佳的风貌。

source: The rich industrialist Sir Herbert Smith bought the house in 1920 and lived there for 17 years until a devastating fire broke out in September 1937 while he was away.
zh_cn: 1920年富有的实业家赫伯特·史密斯爵士买下庄园并在此生活了17年，1937年9月的一天史密斯出门办事，突发的火灾吞噬了宅邸的一切。

source: The blaze began in the bakery in the basement of the south-east corner of the house. Fanned by strong winds, the fire spread rapidly to the main rooms, completely gutting the central and eastern sections.
zh_cn: 火源从庄园东南角地下室的面包房燃烧起来，借势强风，火苗迅速窜及厅堂，将庄园中央以及东边区域烧毁殆尽。

source: According to English Heritage, insurance money would not pay for more than a quarter of the cost of rebuilding.
zh_cn: 根据“拯救英国遗产”协会的章程，修复重建方面的保险金额不得超过总修复金额的四分之一。

source: Therefore Sir Herbert decided to leave the property, and it has been empty since 1938.
zh_cn: 如此一来，赫伯特·史密斯爵士决定离开此地，而伟特利庄园也从1938年起荒芜了。

source: English Heritage has restored the south garden.
zh_cn: “拯救英国遗产”协会后来修复了南面的花园。

source: In addition to this, Wolfson Foundation funding has assisted with major restoration works in the East Parterre garden.
zh_cn: 不仅如此，沃弗森基金会也出资赞助了东花园的修复工作。

source: Poltimore House, near Exeter in Devon
zh_cn: 波尔蒂宅邸 - 地点：德文郡，埃克塞特附近（near Exeter in Devon）

source: Poltimore House dates back to the 16th Century and was home to the Bampfylde family for five centuries before becoming Poltimore College, a girls' school, in 1921.
zh_cn: 波尔蒂宅邸的历史可以追溯到16世纪，当时是班菲尔德家族的住所。班菲尔德家族在此居住了长达五个世纪之后，在1921年，此地改为一所女子学校 - 波尔蒂学院。

source: However, a fire destroyed the former ballroom wing in 1987 and it has since fallen prey to vandalism, theft and the effects of bad weather.
zh_cn: 然而1987年的一场大火烧毁了宅邸的前厅，自此之后此地便成为强盗、小偷以及恶劣天气所爱光顾的圣地。

source: Jocelyn Hemming, now 90 years old, was 21 when her parents bought the 112-acre estate in 1945.
zh_cn: 乔斯琳·海明如今已90高龄，她的父母在她21岁，也就是1945年买下了这个112英亩的大庄园。

source: The family lived in two rooms on the ground floor while the house was converted into a hospital.
zh_cn: 海明与父母当时住在一层的两个房间内，其余房间都被改造成了医院。

source: She is now a member of the Poltimore House Trust, which has looked after the site since 2000 and hopes to restore it.
zh_cn: 她现在是波尔蒂宅邸信托会的一员，从2000年开始看护此地并寄希望于复原它的风貌。

source: "I don't want to let the house go," she said. "It needs a lot of tender loving care and money.
zh_cn: “我不想让这座宅邸就此消失，它需要极大的关怀以及资金的支持。”海明女士说道。

source: "But my parents really loved that place, and I know they would like to think we were looking after it."
zh_cn: “我的父母热爱这个地方，如果他们知道我们现在一直守护着这里，一定会感到莫大的欣慰。”

source: Bank Hall in Bretherton, Lancashire
zh_cn: 班克公馆 - 地点：兰开夏州布列瑟顿（Bretherton， Lancashire）

source: Bank Hall, which dates back to the 17th Century, was used as a military headquarters during World War Two.
zh_cn: 它的历史可以追溯到17世纪，而在二战时期曾用作一个军事总部

source: The Royal Engineers used it as a base for co-ordinating the transatlantic crossing of convoys of merchant shipping and also billeted officers there between journeys.
zh_cn: 皇家工兵团把此地作为协调横跨大西洋航运船队的基地，当时也是军官旅途中的歇脚之处。

source: The Grade II-listed country house was built in 1608 but since the early 1960s it has been empty and "at the mercy of vandals", according to the Bank Hall Action Group, which is hoping to save it.
zh_cn: “班克公馆行动小组”希望可以拯救此建筑，他们说这所被评为国家二级保护的于1608年建成，但在1960年代早期就人去楼空，而后只能任人肆意破坏。

source: Janet Edwards, the group's chairwoman, said she had been fascinated by the building since she was 10 years old and the group had run a 16-year campaign to save it.
zh_cn: 珍妮特·爱德华是这个组织的女主席，她从10岁开始就深深为这所建筑而着迷，而小组也为拯救修复工作奋斗了16年。

source: "It is a project that no-one in their right minds would take on, but once under its spell, it is hard to walk away," she said.
zh_cn: “这个计划其实任何一个理智的人都不会接手，可一旦被它迷住你就再也无法脱身了。”她说道。
